-- phpMyAdmin SQL Dump
-- version 4.1.14
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Jul 25, 2017 at 01:24 PM
-- Server version: 5.6.17
-- PHP Version: 5.5.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `ripon5`
--

-- --------------------------------------------------------

--
-- Table structure for table `due_calculation`
--

CREATE TABLE IF NOT EXISTS `due_calculation` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `company_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `current_due` int(10) NOT NULL DEFAULT '0',
  `daily_deposit` int(10) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=34 ;

--
-- Dumping data for table `due_calculation`
--

INSERT INTO `due_calculation` (`id`, `company_name`, `current_due`, `daily_deposit`) VALUES
(26, 'B', 0, 0),
(27, 'B', 0, 0),
(28, 'B', 0, 0),
(29, 'B', 0, 0),
(30, 'B', 0, 0),
(31, 'B', 0, 0),
(32, 'B', 0, 0),
(33, 'B', 0, 0);

-- --------------------------------------------------------

--
-- Table structure for table `online`
--

CREATE TABLE IF NOT EXISTS `online` (
  `png` int(10) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `online`
--

INSERT INTO `online` (`png`) VALUES
(0),
(0),
(0),
(0),
(0),
(0),
(0),
(0),
(0),
(0),
(0),
(0),
(0),
(0),
(0),
(0),
(0),
(0),
(0),
(0),
(100),
(-100);

-- --------------------------------------------------------

--
-- Table structure for table `product`
--

CREATE TABLE IF NOT EXISTS `product` (
  `id` int(8) unsigned NOT NULL AUTO_INCREMENT,
  `product_name` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `out` int(8) NOT NULL DEFAULT '0',
  `return` int(8) NOT NULL DEFAULT '0',
  `everyday_sell` int(10) NOT NULL DEFAULT '0',
  `damage_product` int(10) NOT NULL DEFAULT '0',
  `damage_total_product` int(10) NOT NULL DEFAULT '0',
  `damage_total_value` float NOT NULL DEFAULT '0',
  `unit_price` float NOT NULL DEFAULT '0',
  `current_stock` int(10) NOT NULL DEFAULT '0',
  `current_stock_value` float NOT NULL DEFAULT '0',
  `total_sell_number` int(10) NOT NULL DEFAULT '0',
  `total_sell_value` float NOT NULL DEFAULT '0',
  `company_name` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=158 ;

--
-- Dumping data for table `product`
--

INSERT INTO `product` (`id`, `product_name`, `out`, `return`, `everyday_sell`, `damage_product`, `damage_total_product`, `damage_total_value`, `unit_price`, `current_stock`, `current_stock_value`, `total_sell_number`, `total_sell_value`, `company_name`) VALUES
(102, 'à¦ªà§‡à¦‡à¦¨ à§« à¦—à§à¦°à¦¾à¦®', 0, 0, 0, 0, 0, 0, 3.61, 0, 0, 0, 0, ''),
(103, 'à¦ªà§‡à¦‡à¦¨ à§­à§« à¦—à§à¦°à¦¾à¦®', 0, 0, 0, 0, 0, 0, 74.16, 0, 0, 0, 0, ''),
(104, 'à¦ªà§‡à¦‡à¦¨ à§§à§­à§¦ à¦—à§à¦°à¦¾à¦®', 0, 0, 0, 0, 0, 0, 161.4, 0, 0, 0, 0, ''),
(105, 'à¦ªà§‡à¦‡à¦¨ à§©à§ªà§¦ à¦—à§à¦°à¦¾à¦®', 0, 0, 0, 0, 0, 0, 283.55, 0, 0, 0, 0, ''),
(106, 'à¦ªà§‡à¦‡à¦¨ à§ªà§®à§¦ à¦—à§à¦°à¦¾à¦®', 0, 0, 0, 0, 0, 0, 339.57, 0, 0, 0, 0, ''),
(107, 'à¦ªà§‡à¦‡à¦¨ à§­à§¨à§¦ à¦—à§à¦°à¦¾à¦®', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, ''),
(108, 'à¦ªà§‡à¦‡à¦¨ à¦•à§à¦¯à¦¾à¦¨à§à¦¡à¦¿ à§­à§« à¦—à§à¦°à¦¾à¦®', 0, 0, 0, 0, 0, 0, 74.14, 0, 0, 0, 0, ''),
(109, 'à¦ªà§‡à¦‡à¦¨ à¦•à§à¦¯à¦¾à¦¨à§à¦¡à¦¿ à§§à§­à§¦ à¦—à§à¦°à¦¾à¦®', 0, 0, 0, 0, 0, 0, 3.49, 0, 0, 0, 0, ''),
(113, 'à¦¹à§à¦¯à¦¾à¦¡à§‡à¦Ÿ à§« à¦—à§à¦°à¦¾à¦®', 0, 0, 0, 0, 0, 0, 3.49, 0, 0, 0, 0, ''),
(114, 'à¦¹à§à¦¯à¦¾à¦¡à§‡à¦Ÿ à§­à§« à¦—à§à¦°à¦¾à¦®', 0, 0, 0, 0, 0, 0, 78.52, 0, 0, 0, 0, ''),
(115, 'à¦¹à§à¦¯à¦¾à¦¡à§‡à¦Ÿ à§§à§®à§¦ à¦—à§à¦°à¦¾à¦®', 0, 0, 0, 0, 0, 0, 170.16, 0, 0, 0, 0, ''),
(116, 'à¦¹à§à¦¯à¦¾à¦¡à§‡à¦Ÿ à§©à§©à§¦ à¦—à§à¦°à¦¾à¦®', 0, 0, 0, 0, 0, 0, 287.57, 0, 0, 0, 0, ''),
(117, 'à¦¹à§à¦¯à¦¾à¦¡à§‡à¦Ÿ à§ªà§®à§¦ à¦—à§à¦°à¦¾à¦®', 0, 0, 0, 0, 0, 0, 370.92, 0, 0, 0, 0, ''),
(118, 'à¦¹à§à¦¯à¦¾à¦¡à§‡à¦Ÿ à§­à§¨à§¦ à¦—à§à¦°à¦¾à¦®', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, ''),
(119, 'à¦®à§à¦¯à¦¾à¦• 3 à¦°à§‡à¦œà¦¾à¦° ', 0, 0, 0, 0, 0, 0, 386, 0, 0, 0, 0, ''),
(120, ' 	à¦®à§à¦¯à¦¾à¦• 3 2S', 0, 0, 0, 0, 0, 0, 244.56, 0, 0, 0, 0, ''),
(121, 'à¦®à§à¦¯à¦¾à¦• 3 4S', 0, 0, 0, 0, 0, 0, 455.36, 0, 0, 0, 0, ''),
(122, ' 	à¦Ÿà¦¾à¦°à¦¬à§‹ à¦°à§‡à¦œà¦¾à¦°', 0, 0, 0, 0, 0, 0, 374.11, 0, 0, 0, 0, ''),
(123, 'à¦Ÿà¦¾à¦°à¦¬à§‹ 2S', 0, 0, 0, 0, 0, 0, 309.04, 0, 0, 0, 0, ''),
(124, 'à¦Ÿà¦¾à¦°à¦¬à§‹ 4S', 0, 0, 0, 0, 0, 0, 585.9, 0, 0, 0, 0, ''),
(125, 'à¦«à¦¿à¦‰à¦¶à¦¨ 2S', 0, 0, 0, 0, 0, 0, 401.78, 0, 0, 0, 0, ''),
(126, 'à¦«à¦¿à¦‰à¦¶à¦¨ 4S', 0, 0, 0, 0, 0, 0, 785.71, 0, 0, 0, 0, ''),
(127, 'à¦¬à§à¦²à§ 2 à¦°à§‡à¦œà§‡à¦°', 0, 0, 0, 0, 0, 0, 26.88, 0, 0, 0, 0, ''),
(128, 'à¦¬à§à¦²à§ 3 à¦°à§‡à¦œà§‡à¦°', 0, 0, 0, 0, 0, 0, 35.83, 0, 0, 0, 0, ''),
(129, 'à¦œà¦¿à¦²à§‡à¦Ÿ 2 à¦°à§‡à¦œà¦¾à¦°', 0, 0, 0, 0, 0, 0, 19.7, 0, 0, 0, 0, ''),
(130, 'à¦­à¦¿à¦•à§à¦Ÿà¦° à¦°à§‡à¦œà¦¾à¦°', 0, 0, 0, 0, 0, 0, 91.4, 0, 0, 0, 0, ''),
(131, 'à¦­à¦¿à¦•à§à¦Ÿà¦° 2S', 0, 0, 0, 0, 0, 0, 50.16, 0, 0, 0, 0, ''),
(132, 'à¦­à¦¿à¦•à§à¦Ÿà¦° 4S', 0, 0, 0, 0, 0, 0, 91.4, 0, 0, 0, 0, ''),
(133, 'à¦—à¦¾à¦°à§à¦¡ à¦°à§‡à¦œà¦¾à¦° ', 0, 0, 0, 0, 0, 0, 31.35, 0, 0, 0, 0, ''),
(134, '1S à¦•à¦¾à¦Ÿà¦¿à¦œ ', 0, 0, 0, 0, 0, 0, 13.44, 0, 0, 0, 0, ''),
(135, '3S à¦•à¦¾à¦Ÿà¦¿à¦œ', 0, 0, 0, 0, 0, 0, 36, 0, 0, 0, 0, ''),
(136, 'à¦«à§‹à¦® à§§à§¦à§¦', 0, 0, 0, 0, 0, 0, 143.32, 0, 0, 0, 0, ''),
(137, 'à¦«à§‹à¦® à§¨à§¦à§¦', 0, 0, 0, 0, 0, 0, 243.64, 0, 0, 0, 0, ''),
(138, 'à¦œà§‡à¦² à§¨à§¦à§¦', 0, 0, 0, 0, 0, 0, 300.11, 0, 0, 0, 0, ''),
(139, 'à¦“à§œà¦¾à¦² à¦•à§à¦²à¦¾à¦¸à¦¿à¦• ', 0, 0, 0, 0, 0, 0, 31.25, 0, 0, 0, 0, ''),
(140, 'à¦“à§œà¦¾à¦² 123', 0, 0, 0, 0, 0, 0, 38.12, 0, 0, 0, 0, ''),
(141, 'à¦—à¦¾à¦® à¦ªà§à¦°à¦¡à¦¾à¦•à§à¦Ÿ', 0, 0, 0, 0, 0, 0, 46.45, 0, 0, 0, 0, ''),
(142, 'à¦•à§à¦°à¦¸à§‡à¦•à¦¸à§‡à¦¨', 0, 0, 0, 0, 0, 0, 98.21, 0, 0, 0, 0, ''),
(143, 'à¦…à¦¾à¦²à§à¦Ÿà¦¾ 8S', 0, 0, 0, 0, 0, 0, 130, 0, 0, 0, 0, ''),
(144, 'à¦†à¦²à§à¦Ÿà¦¾ 15S', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, ''),
(145, 'à¦¨à¦¾à¦‡à¦Ÿ ', 0, 0, 0, 0, 0, 0, 121.89, 0, 0, 0, 0, ''),
(146, 'à¦šà§Ÿà§‡à¦œ 8S', 0, 0, 0, 0, 0, 0, 73.88, 0, 0, 0, 0, ''),
(147, 'à¦®à§à¦¯à¦¾à¦•à¦œà¦¿ 8S', 0, 0, 0, 0, 0, 0, 121.58, 0, 0, 0, 0, ''),
(148, 'à¦‡à¦«à§‡à¦•à§à¦Ÿ à§¨à§¦ à¦—à§à¦°à¦¾à¦® ', 0, 0, 0, 0, 0, 0, 348.7, 0, 0, 0, 0, ''),
(149, 'à¦‡à¦«à§‡à¦•à§à¦Ÿ à§«à§¦ à¦—à§à¦°à¦¾à¦®', 0, 0, 0, 0, 0, 0, 740.72, 0, 0, 0, 0, ''),
(150, 'à¦¨à§‡à¦šà¦¾à¦°à¦¾à¦² à§¨à§¦ à¦—à§à¦°à¦¾à¦®', 0, 0, 0, 0, 0, 0, 77.89, 0, 0, 0, 0, ''),
(153, 'à¦¨à§‡à¦šà¦¾à¦°à¦¾à¦² à§ªà§¦ à¦—à§à¦°à¦¾à¦® ', 0, 0, 0, 0, 0, 0, 138.72, 0, 0, 0, 0, ''),
(154, 'à¦¡à§‡ à¦•à§à¦°à¦¿à¦® à§«à§¦ ', 0, 0, 0, 0, 0, 0, 348.12, 0, 0, 0, 0, ''),
(155, 'à¦¨à¦¾à¦‡à¦Ÿ à¦•à§à¦°à¦¿à¦® à§«à§¦', 0, 0, 0, 0, 0, 0, 348.12, 0, 0, 0, 0, ''),
(157, 'à¦¬à§à¦²à§‡à¦¡ ', 0, 0, 0, 0, 0, 0, 2.86, 0, 0, 0, 0, '');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
